{"content": "VLASTIMIL ŠMÍDA je jeden z hlavních motorů jazzového dění na severu Moravy a bez diskuze jeden z nejzajímavějších improvizátorů u nás. V současné době je členem několika jazzových formací tvořených předními jazzovými interprety naší i zahraniční jazzové scény, členem skupiny Buty a také působí jako pedagog a korepetitor na Janáčkově konzervatoři a Gymnáziu v Ostravě a na Ostravské univerzitě.\r\nVlastimil Šmída je zakladatelem a kapelníkem mezinárodního jazzového Big Bandu B.O.B., spoluzakladatelem a členem dalších mezinárodních či domácích sestav jako např. Plán B, FMQ, Lazaro Cruz kvintet a dalších, se kterými koncertoval u nás i v zahraničí, ať už v jazzových klubech nebo na domácích i mezinárodních jazzových nebo multižánrových festivalech. V minulosti spolupracoval s předními interprety mnoha žánrů, např. Boris Urbánek, Emil Viklický, The Gizd Q, Femi Temowo quartet, Fernando Saunders, kapela Buty, Big Band Gustava Broma, se kterým doprovázel řadu našich i zahraničních jazzových popových i klasických interpretů jako je např. Juraj Bartoš, Matúš Jakabčic, Svatopluk Košvanec, Jiggs Whigham, James Morrison, Karel Hála, Peter Lipa, Helena Vondráčková, Jiří Korn, Miroslav Žbirka, Sisa Sklovská, Vašo Patejdl, Jana Kirshner, Peter Dvorský, Eva Urbanová a mnoho dalších.\r\nVěnuje se rovněž skladatelské a aranžerské práci, (např. Divadlo Petra Bezruče, Komorní scéna Aréna, Národní divadlo moravskoslezské, Státní Opera Praha, Východočeské divadlo Pardubice, Slovácké divadlo) nahrávání (studiové nahrávky, živé záznamy i přímé přenosy např. Karel Gott, Buty, Richard Krajčo – Kryštof, Fleret, Gustav Brom Big Band a další) pro česká i zahraniční rádia a televize (např. Česká televize, TV Noe, Český rozhlas, Slovenská televízia,TV Markíza, Slovenský rozhlas, Telewizja polska, německá televize aj.) nebo hudební nosiče (CD, DVD) ."}